Repository: alinademi/Public-Contact-Data
Catalog: lang/plugin_pcd-*.po
Languages: de_de

source: Public Contact Data
de_de: Öffentliche Kontaktdaten

source: Invalid field: %1$s. Allowed fields: %2$s.
de_de: Ungültiges Feld: %1$s. Erlaubte Felder: %2$s.

source: Public mail address
de_de: Öffentliche E-Mail-Adresse

source: Public phone number
de_de: Öffentliche Telefonnummer

source: Set public data
de_de: Öffentliche Daten einstellen

source: Adds new fields to settings/general: email address, phone number and social network URIs.
de_de: Erzeugt neue Felder unter Einstellungen/Allgemein: E-Mail-Adresse, Telefonnummer und URIs für soziale Netzwerke.

source: The phone number %1$s has been changed to %2$s. Please check if it is still okay. Replace spaces with %3$s if you need separators.
de_de: Die Telefonnummer %1$s wurde zu %2$s umgewandelt. Bitte prüfen Sie, ob das noch passt. Ersetzen Sie Leerzeichen mit %3$s, falls Sie welche brauchen.

source: You may use %s in editor fields to get this value.
de_de: Sie können %s schreiben, um das Feld im Editor zu verwenden.

source: https://github.com/toscho/Public-Contact-Data
de_de: http://toscho.de/2012/wordpress-plugin-oeffentliche-kontaktdaten/

source: %1$s is not a valid email address. <br /> Your admin email %2$s will be used instead.
de_de: %1$s its keine gültige E-Mail-Adresse. <br /> \ \ \ \ Ihre Administratoradresse %2$s wird statt dessen benutzt.
